{"intents": [
        {"tag": "loi_chao",
         "patterns": ["Chào", "Xin chào", "Thưa admin","Chào admin","chào anh chị", "Hello admin ạ", "Hi ad"],
         "responses": ["Chào bạn, cần ad giúp gì?", "Rất vui được gặp bạn", "Xin chào, tôi có thể giúp gì cho bạn?"],
         "context": [""]
        },
        {"tag": "tam_biet",
         "patterns": ["Chào tạm biệt", "Hẹn gặp lại", "Tạm biệt", "Bái bai", "Bye", "See you again"],
         "responses": ["Hẹn gặp lại", "Tạm biệt"],
         "context": [""]
        },
        {"tag": "cam_on",
         "patterns": ["Thanks ad", "Thank you", "Cảm ơn ad", "cảm ơn anh chị"],
         "responses": ["Không có chi", "Rất vui khi giúp được bạn", "Giúp bạn là niềm vui của chúng tôi"],
         "context": [""]
        },
        {"tag": "khong_cau_tra_loi",
         "patterns": [" "],
         "responses": ["Xin lỗi, tôi không hiểu ý bạn", "Bạn có thể cung cấp thêm thông tin", "Xin lỗi, tôi chưa hiểu ý bạn lắm!", "Bạn có thể nói rõ hơn được không?"],
         "context": [""]
        },
        {"tag": "iuh",
         "patterns": ["iuh", "dhcn", "đại học công nghiệp tphcm"],
         "responses": ["IUH - Trường Đại học Công nghiệp Thành phố Hồ Chí Minh là một trường đại học định hướng ứng dụng và thực hành, trực thuộc Bộ Công Thương, chuyên đào tạo nhóm ngành kinh tế công nghiệp và kỹ thuật công nghiệp, được thành lập từ ngày 24 tháng 12 năm 2004.\nĐịa chỉ: 12 Nguyễn Văn Bảo, Phường 4, Gò Vấp, Thành phố Hồ Chí Minh"],
         "context": [""]
        },
        {"tag": "ma_truong",
         "patterns": ["Mã tuyển sinh của Trường Đại học Công nghiệp Thành phố Hồ Chí Minh là gì?", "Mã tuyển sinh của trường?", "Mã tuyển sinh của trường tại cơ sở chính là gì?", "Mã tuyển sinh của trường Đại học Công nghiệp cơ sở chính?", "Mã trường"],
         "responses": ["Mã tuyển sinh của trường Đại học Công nghiệp Thành phố Hồ Chí Minh là IUH"],
         "context": [""]
        },
	  {"tag": "loai_truong",
         "patterns": ["Trường Đại học Công nghiệp là trường công lập hay dân lập?","Đại học Công nghiệp là trường công hay trường tư?","Công lập hay Dân lập?","Loại trường?"],
         "responses": ["Trường Đại học Công nghiệp Thành phố Hồ Chí Minh là trường Công lập"],
         "context": [""]
        },
	  {"tag": "dia_chi",
         "patterns": ["địa chỉ trường Đại học Công nghiệp Thành phố Hồ Chí Minh cơ sở 1 ?", "địa chỉ iuh"],
         "responses": ["Địa chỉ: Số 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Thành phố Hồ Chí Minh;"],
         "context": [""]
        },
	  {"tag": "thu_vien",
         "patterns": ["Trường mình có thư viện cho sinh viên mượn sách, ngồi học không?","Thư viện tại trường như thế nào?"],
         "responses": ["Thư viện của Trường có hơn 500.000 bản sách và hơn 100.000 đầu sách điện tử; tại thư viện có phòng đọc được kết nối Internet"],
         "context": [""]
        },
	  {"tag": "khuon_vien",
         "patterns": ["Khuôn viên tại trường Đại học Công nghiệp như thế nào?", "Em muốn hỏi trường mình có các sân chơi thể thao nào không?","Sân trường như thế nào?"],
         "responses": ["Trong khuôn viên của Trường có các sân chơi rộng rãi và sạch sẽ, sinh viên có thể tham gia các hoạt động thể dục, thể thao, các em có thể tham gia rèn luyện sức khỏe hoàn toàn miễn phí sau các buổi học."],
         "context": [""]
        },
	  {"tag": "ngoai_khoa",
         "patterns": ["Khi theo học tại Trường, sinh viên có được tham gia nhiều hoạt động ngoại khóa không ạ?", "Trường có tổ chức hoạt động ngoại khóa cho sinh viên không?","Hoạt động ngoại khóa?"],
         "responses": ["Khi tham gia học tại Trường, các em sẽ được tham gia nhiều hoạt động ngoại Khóa do Trường và Đoàn Thanh Niên tổ chức. Hàng năm, đều có các hoạt động sôi nổi như: Ngày hội việc làm, các buổi Tư vấn hướng nghiệp, các hoạt động về nguồn, các buổi hội thi, hội thảo tập huấn kỹ năng mềm nhằm cung cấp những kỹ năng học tập và làm việc cho sinh viên."],
         "context": [""]
        },
	  {"tag": "ky_tuc_xa",
         "patterns": ["Tiện nghi ký túc xá tại trường?","Tiện nghị KTX tại trường?","Ký túc xá tiện nghi ra sao?","Ký túc xá tại Đại học Công nghiệp?"],
         "responses": ["Ký túc xá nằm ngay trong khuôn viên của Nhà trường tại số 12 Nguyễn Văn Bảo, Phường 04, Quận Gò vấp, TP.HCM; gồm 2 tòa nhà cao tầng, trong đó tòa nhà I (13 tầng) và tòa nhà G (9 tầng), với 241 phòng đảm bảo chỗ ở cho hơn 3.500 sinh viên. 100% phòng ở được trang bị máy giặt, tủ đựng đồ cá nhân, WC khép kín và hệ thống internet riêng."],
         "context": [""]
        },
	  {"tag": "an_ninh_ky_tuc_xa",
         "patterns": ["Việc an ninh khi ở ký túc xá?","Ở ký túc xá thì giữ đồ đạc cá nhân bằng cách nào? Có hay mất đồ hay không?"],
         "responses": ["Ở ký túc xá đồ đạc cá nhân sẽ được cất giữ tại phòng của các bạn, ký túc xá có hệ thống camera và bảo vệ thường xuyên đi tuần tra nên việc mất đồ sẽ là không có hoặc có cũng sẽ được tìm lại nhanh chóng. Các bạn yên tâm nhé."],
         "context": [""]
        },
	  {"tag": "cach_dong_tien_KTX",
         "patterns": ["Tiền ở ký túc xá sẽ đóng như thế nào?", "Cách đóng tiền ở ký túc xá?"],
         "responses": ["Các bạn sẽ đóng tiền ký túc xá tại bộ phận kế toán của nhà trường. Sau đó sẽ cầm biên lai đóng tiền gửi lại cho bộ phận quản lý ký túc xá để đăng ký."],
         "context": [""]
        },
	  {"tag": "nau_an_KTX",
         "patterns": ["Bên ký túc xá mình có nấu ăn được không ạ?", "Có được nấu ăn ở trong ký túc xá không?", "Có được nấu ăn ở trong KTX không?", "Nấu ăn trong ký túc xá", "Nấu ăn trong KTX?"],
         "responses": ["Vì để đảm bảo an toàn cháy nổ nhà trường không cho nấu ăn ở trong ký túc xá."],
         "context": [""]
        },
	  {"tag": "gio_giac_KTX",
         "patterns": ["Bên KTX mình giờ giấc tự do không ạ?", "Bên ký túc xá mình giờ giấc tự do không ạ?","Giờ giấc tại ký  túc xá?"],
         "responses": ["Khi ở ký túc xá chúng ta cần phải đảm bảo giờ giấc, buổi tối ký túc xá sẽ đóng của vào lúc 22h00 hàng ngày"],
         "context": [""]
        },
	  {"tag": "giat_giu_KTX",
         "patterns": ["Bên KTX mình phơi đồ ở đâu ạ?","Bên ký túc xá mình phơi đồ ở đâu?","Chỗ phơi đồ tại ký túc xá như thế nào?","Chỗ phơi đồ tại KTX như thế nào?"],
         "responses": ["Mỗi phòng sẽ có ban công riêng vì thế quần áo có thể phơi ở ban công của từng phòng"],
         "context": [""]
        },
	  {"tag": "dan_nguoi_quen_KTX",
         "patterns": ["Mình có cho bạn bè vào phòng được không ạ?","Mình có cho người thân vào phòng được không ạ?"],
         "responses": ["Bạn bè người thân sẽ được vào thăm chơi với các bạn nếu có đầy đủ giấy tờ tùy thân và được bảo vệ đồng ý cho phép vào, ngoài ra sẽ phải rời khỏi ký túc xá trước khi ký túc xá đóng cửa là vào 22h00."],
         "context": [""]
        },
        {"tag": "nop_ho_so",
         "patterns": ["Gửi hồ sơ xét học bạ như thế nào?"],
         "responses": ["Chào các bạn, có 2 cách để gửi hồ sơ:\n 1. Trực tiếp tại Trường.\n 2. Gửi bưu điện (chuyển phát nhanh).\n* Địa chỉ nhận: Bộ phận tuyển sinh - Phòng Đào tạo ( tầng trệt nhà B ), Trường Đại học Công nghiệp Thành phố Hồ Chí Minh, số 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Thành phố Hồ Chí Minh;"],
         "context": [""]
        },
	  {"tag": "ho_so_xet_tuyen_thang",
         "patterns": ["Hồ sơ đăng ký xét tuyển thẳng vào Trường gồm những gì?", "Đăng ký xét tuyển thằng cần những hồ sơ nào?","Giấy tờ cần thiết khi dùng phương thức xét tuyển thẳng vào trường?","Cần mang theo giấy tờ gì khi sử dụng phương thức xét tuyển thằng vào trường?"],
         "responses": ["a) Xét tuyển thẳng: Hồ sơ đăng ký xét tuyển theo quy định của Bộ Giáo dục và Đào tạo với mã tuyển sinh của Trường là IUH.\nb) Ưu tiên xét tuyển thẳng:\n – Phiếu đăng ký ưu tiên xét tuyển (theo mẫu trên website của Trường);\n – 01 Bản photocopy Học bạ THPT (có công chứng);\n – Giấy tờ minh chứng cho diện xét tuyển thẳng (bản photocopy có công chứng);\n – 01 Bản photocopy Bằng tốt nghiệp THPT (có công chứng) đối với thí sinh tốt nghiệp trước năm 2022; thí sinh tốt nghiệp THPT năm 2022 sẽ bổ sung Giấy chứng nhận Tốt nghiệp tạm thời khi làm thủ tục nhập học;\n – 01 Bản photocopy Căn Cước Công Dân hoặc Chứng Minh Nhân Dân;\n – 01 Bản sao Giấy khai sinh;\n – Lệ phí xét tuyển: 30.000 đồng/01 nguyện vọng.\n"],
         "context": [""]
        },
        {"tag": "ho_so_xet_tuyen_su_dung_HocBa",
         "patterns": ["Hồ sơ đăng ký xét tuyển sử dụng kết quả học tập THPT năm lớp 12 vào Trường gồm những gì?","Hồ sơ đăng ký xét Học bạ THPT năm lớp 12 vào Trường gồm những gì?","Xét học bạ năm lớp 12 để vào Trường cần những hồ sơ nào?","Giấy tờ cần thiết khi đăng kí xét tuyển bằng cách xét học bạ lớp 12?","Những giấy tờ gì cần thiết khi sử dụng kết quả học tập THPT năm lớp 12 để đăng ký xét tuyển vào trường?"],
         "responses": ["– Phiếu đăng ký xét tuyển\n – 01 Bản photocopy Học bạ THPT (có công chứng);\n – 01 Bản photocopy Bằng tốt nghiệp THPT (có công chứng) đối với thí sinh tốt nghiệp trước năm 2022; thí sinh tốt nghiệp THPT năm 2022 sẽ bổ sung Giấy chứng nhận Tốt nghiệp tạm thời khi làm thủ tục nhập học;\n – 01 Bản photocopy Căn Cước Công Dân hoặc Chứng Minh Nhân Dân;\n – 01 Bản sao Giấy khai sinh;\n – Các giấy tờ minh chứng (bản photocopy có công chứng) thí sinh được hưởng cộng điểm ưu tiên diện chính sách, điểm ưu tiên khu vực (nếu có);\n – Lệ phí xét tuyển: 30.000 đồng/nguyện vọng;\n"],
         "context": [""]
        },
        {"tag": "ho_so_xet_tuyen_su_dung_ket_qua_ky_thi_danh_gia_nang_luc",
         "patterns": ["Hồ sơ đăng ký xét tuyển sử dụng kết quả kỳ thi đánh giá năng lực do Đại học Quốc gia TP.HCM tổ chức năm 2022 vào Trường gồm những gì? ", "Xét tuyển dùng kết quả kỳ thi đánh giá năng lực cần những hồ sơ gì?", "Dùng điểm kỳ thi đánh giá năng lực để xét tuyển thì cần những giấy tờ gì đăng ký xét tuyển?","Những giấy tờ cần thiết khi dùng điểm kì thi đánh giá năng lực để xét tuyển vào trường?"],
         "responses": ["– Phiếu đăng ký xét tuyển (theo mẫu trên website của Trường);\n – 01 Bản photocopy Bằng tốt nghiệp THPT (có công chứng) đối với thí sinh tốt nghiệp trước năm 2022; thí sinh tốt nghiệp THPT năm 2022 sẽ bổ sung Giấy chứng nhận Tốt nghiệp tạm thời khi làm thủ tục nhập học;\n – 01 Bản photocopy Căn Cước Công Dân hoặc Chứng Minh Nhân Dân;\n – 01 Bản sao Giấy khai sinh;\n – Các giấy tờ minh chứng (bản photocopy có công chứng) thí sinh được hưởng cộng điểm ưu tiên diện chính sách, điểm ưu tiên khu vực (nếu có);\n – Lệ phí xét tuyển: 30.000 đồng/nguyện vọng;\n"],
         "context": [""]
        },
        {"tag": "ho_so_xet_tuyen_diem_thi_THPT",
         "patterns": ["Hồ sơ đăng ký xét tuyển sử dụng kết quả điểm thi tốt nghiệp THPT năm 2022 vào Trường gồm những gì?","Những giấy tờ cần thiết khi dùng kết quả thi tốt nghiệp THPT để vào trường?"],
         "responses": ["Hồ sơ đăng ký xét tuyển sử dụng kết quả điểm thi tốt nghiệp THPT năm 2022 thực hiện theo quy định của Bộ Giáo dục và Đào tạo với mã tuyển sinh của Trường là IUH."],
         "context": [""]
        },	
	  {"tag": "thoi_gian_nop_ho_so",
         "patterns": ["Thời gian nộp hồ sơ nhập học của Trường như thế nào?","Thời gian nộp hồ sơ?"],
         "responses": ["a) Đối với phương thức xét tuyển thẳng và Ưu tiên xét tuyển thẳng:\n – Xét tuyển thẳng: Thời gian, địa điểm nộp hồ sơ theo quy định của Bộ Giáo dục và Đào tạo.\n – Ưu tiên xét tuyển thẳng: Thời gian dự kiến nhận hồ sơ đăng ký xét tuyển từ 15/04/2022 đến hết 16g00 ngày 15/07/2022.\n b) Đối với phương thức xét tuyển sử dụng kết quả học tập THPT năm lớp 12: Thời gian dự kiến nhận hồ sơ đăng ký xét tuyển từ 15/04/2022 đến hết 16g00 ngày 15/07/2022.\n c) Đối với phương thức xét tuyển sử dụng kết quả thi tốt nghiệp THPT năm 2022: Thời gian, địa điểm nộp hồ sơ theo quy định của Bộ Giáo dục và Đào tạo.\n d) Đối với phương thức xét tuyển sử dụng kết quả kỳ thi đánh giá năng lực năm 2022 do Đại học Quốc gia TP. Hồ Chí Minh tổ chức: Theo tiến độ chung của các kỳ thi; thời gian nhận hồ sơ đăng ký xét tuyển từ 15/04/2022 đến hết ngày 30/07/2022.\n"],
         "context": [""]
        },
	  {"tag": "phi_xet_tuyen",
         "patterns": ["Phí xét tuyển", "Lệ phí xét tuyển"],
         "responses": ["Lệ phí xét tuyển: 30.000 đồng/nguyện vọng"],
         "context": [""]
        },
	  {"tag": "phuong_thuc_xet_tuyen",
         "patterns": ["Các phương thức xét tuyển tại trường Đại học Công Nghiệp Thành phố Hồ Chí Minh?", "Có bao nhiêu cách xét tuyển?", "Xét tuyển như thế nào?","Phương thức xét tuyển của trường Đại học Công nghiệp như thế nào?"],
         "responses": ["Trường có 4 phương thức tuyển sinh. cụ thể như sau:\n a) Xét tuyển thẳng và Ưu tiên xét tuyển thẳng đối với học sinh giỏi cấp tỉnh/thành phố, học sinh đạt giải kỳ thi Olympic ;Học sinh có học lực 3 năm lớp 10,11,12 xếp loại giỏi; Học sinh trường chuyên, lớp chuyên; Học sinh có Chứng chỉ IELTS từ 5.0 trở lên hoặc các Chứng chỉ quốc tế khác tương đương trong thời gian còn hiệu lực tính đến ngày 29/08/2022.\n b) Xét tuyển sử dụng kết quả học tập THPT năm lớp 12, ngưỡng nhận hồ sơ là tổng điểm 3 môn trong tổ hợp xét tuyển tối thiểu bằng 21.00 điểm. Riêng ngành Dược học, ngưỡng nhận hồ sơ là tổng điểm 3 môn trong tổ hợp xét tuyển tối thiểu bằng 24.00 điểm và có học lực năm lớp 12 xếp loại giỏi.\n c) Xét tuyển sử dụng kết quả kỳ thi tốt nghiệp THPT năm 2022.\n d) Xét tuyển sử dụng kết quả kỳ thi đánh giá năng lực do Đại học Quốc gia TP.HCM tổ chức năm 2022."],
         "context": [""]
        },
        {"tag": "nhom_nganh_CNTT",
         "patterns": ["Khoa CNTT tại trường đào tạo những chuyên ngành nào?", "Khoa CNTT bao nhiêu ngành?", "Nhóm ngành Công nghệ thông tin", "Nhóm ngành IT"],
         "responses": ["Khoa CNTT đào tạo 5 ngành, gồm: Khoa học máy tính; Công nghệ thông tin, Hệ thống thông tin, Khoa học dữ liệu và Kỹ thuật phần mềm","Hiện tại Khoa CNTT tại trường đào tạo 5 ngành, gồm:Khoa học máy tính; Công nghệ thông tin, Hệ thống thông tin, Khoa học dữ liệu và Kỹ thuật phần mềm", "Nhóm ngành Công nghệ thông tin gồm các ngành: Công nghệ thông tin; Kỹ thuật phần mềm; Khoa học máy tính; Hệ thống thông tin; Khoa học dữ liệu (chỉ hệ đại trà)"],
         "context": [""]
        },
        {"tag": "nhom_nganh_dien_dien_tu",
         "patterns": ["Nhóm ngành điện - điện tử tại trường đào tạo những chuyên ngành nào?", "Nhóm ngành điện - điện tử bao nhiêu chuyên ngành?", "Nhóm ngành điện điện tử", "Công nghệ kỹ thuật điện, điện tử", "Nhóm ngành kỹ thuật điện tử"],
         "responses": ["Công nghệ kỹ thuật điện, điện tử gồm 02 chuyên ngành: Công nghệ kỹ thuật điện, điện tử; Năng lượng tái tạo. Tuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "nhom_nganh_tu_dong_hoa",
         "patterns": ["Nhóm ngành tự động hóa tại trường đào tạo những chuyên ngành nào?", "Nhóm ngành tự động hóa bao nhiêu chuyên ngành?", "Nhóm ngành tự động hóa"],
         "responses": ["Nhóm ngành tự động hóa gồm 02 chuyên ngành: Công nghệ kỹ thuật điều khiển và tự động hóa; Robot và hệ thống điều khiển thông minh. Tuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "nhom_nganh_dien_tu_vien_thong",
         "patterns": ["Nhóm ngành điện tử viễn thông tại trường đào tạo những chuyên ngành nào?", "Nhóm ngành điện tử - viễn thông bao nhiêu chuyên ngành?", "Công nghệ kỹ thuật điện tử -  viễn thông"],
         "responses": ["Công nghệ kỹ thuật điện tử - viễn thông gồm 02 chuyên ngành: Điện tử công nghiệp; Kỹ thuật viễn thông. Tuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "nhom_nganh_cong_nghe_hoa_hoc",
         "patterns": ["Nhóm ngành hóa học tại trường đào tạo những chuyên ngành nào?", "Nhóm ngành công nghệ hóa học bao nhiêu chuyên ngành?"],
         "responses": ["Nhóm ngành Công nghệ hóa học gồm 02 ngành: Công nghệ kỹ thuật hóa học; Kỹ thuật hóa phân tích.Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, B00, D07, C02"],
         "context": [""]
        },
        {"tag": "nhom_nganh_ke_toan",
         "patterns": ["Nhóm ngành kế toán tại trường đào tạo những chuyên ngành nào?", "Nhóm ngành kế toán bao nhiêu chuyên ngành?"],
         "responses": ["Kế toán gồm 02 chuyên ngành: Kế toán; Thuế và kế toán. -Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, D01, D90"],
         "context": [""]
        },
        {"tag": "nganh_kiem_toan",
         "patterns": ["Tổ hợp xét tuyển ngành kiểm toán"],
         "responses": ["Kiểm toán: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, D01, D90"],
         "context": [""]
        },
        {"tag": "nganh_cong_nghe_thuc_pham",
         "patterns": ["Tổ hợp xét tuyển ngành công nghệ thực phẩm"],
         "responses": ["Công nghệ thực phẩm: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, B00, D07, D90"],
         "context": [""]
        },
        {"tag": "nganh_dinh_duong_va_khoa_hoc_thuc_pham",
         "patterns": ["Tổ hợp xét tuyển ngành dinh dưỡng và khoa học thực phẩm"],
         "responses": ["Dinh dưỡng và Khoa học thực phẩm: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, B00, D07, D90"],
         "context": [""]
        },
        {"tag": "nganh_dam_bao_chat_luong_an_toan_thuc_pham",
         "patterns": ["Tổ hợp xét tuyển ngành đảm bảo chất lượng và an toàn thực phẩm"],
         "responses": ["Đảm bảo chất lượng và An toàn thực phẩm: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, B00, D07, D90"],
         "context": [""]
        },
        {"tag": "nganh_cong_nghe_ky_thuat_may_tinh",
         "patterns": ["Tổ hợp xét tuyển ngành công nghệ kỹ thuật máy tính", "Tổ hợp công nghệ KTMT"],
         "responses": ["Công nghệ kỹ thuật máy tính: Tuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "nganh_iot_va_tri_tue_nhan_tao_ud",
         "patterns": ["Tổ hợp xét tuyển ngành IOT và Trí tuệ nhân tạo ứng dụng", "Tổ hợp ngành IOT và AI ứng dụng"],
         "responses": ["IOT và Trí tuệ nhân tạo ứng dụng: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "he_dao_tao_va_thoi_gian",
         "patterns": ["Thời gian đào tạo tại trường?", "Các hệ đào tạo tại trường?", "Những hệ đào tạo tại trường?", "Đào tạo tài trường bao nhiêu năm?", "Học tại trường bao nhiêu năm?","Đào tạo?","Thời gian đào tạo?"],
         "responses": ["– Đào tạo trình độ đại học chính quy: thực hiện 3,5 – 4,5 năm;\n – Đào tạo trình độ đại học liên thông từ trung cấp: thực hiện 2,5 – 3,5 năm;\n – Đào tạo trình độ đại học liên thông từ cao đẳng: thực hiện 1,5 – 2 năm;\n – Đào tạo trình độ đại học vừa làm vừa học: thực hiện 4 – 5 năm;\n – Đào tạo trình độ đại học liên thông đại học – đại học: thực hiện 2,5 – 3 năm;\n – Đào tạo trình độ cao đẳng: thực hiện 2,5 năm.\n"],
         "context": [""]
        },
	  {"tag": "viec_lam_ban_thoi_gian",
         "patterns": ["Trường có giới thiệu việc làm thêm cho sinh viên không? Làm bán thời gian vừa học vừa làm trong thời gian học tại Trường?"],
         "responses": ["Đoàn Thanh niên của trường có giới thiệu việc làm bán thời gian cho sinh viên khi đang theo học tại Trường."],
         "context": [""]
        },
        {"tag": "vi_tri_viec_lam_HTTT",
         "patterns": ["Vị trí việc làm sao khi tốt nghiệp ngành Hệ thống thông tin?", "Sinh viên ngành Hệ thống thông tin có thể làm những công việc gì sau khi tốt nghiệp?", "Sinh viên ngành Hệ thống thông tin tốt nghiệp làm gì?", "Sinh viên ngành Hệ thống thông tin sau khi tốt nghiệp sẽ làm những việc gì?", "Các công việc sinh viên ngành Hệ thống thông tin có thể đảm nhận sau khi tốt nghiệp?"],
         "responses": ["– Phân tích viên hệ thống (systems analysis, business analysis), tích hợp hệ thống (system integrator), quản trị cơ sở dữ liệu (database administrator).\n – Quản trị hệ thống thông tin trong cơ quan, xí nghiệp.\n – Lập trình quản lý cơ sở dữ liệu (database developer).\n – Quản lý cơ sở dữ liệu, hỗ trợ ra quyết định cho lãnh đạo.\n – Đào tạo và hướng dẫn các nhân viên ở các bộ phận khác sử dụng thông tin và hệ thống một cách có hiệu quả.\n – Đảm nhận vai trò của một CIO (giám đốc thông tin).\n – Cán bộ quản lý dự án trong các hướng ngành đang có nhu cầu rất lớn của xã hội:thương mại điện tử (e-commerce), chính phủ điện tử (e-government), các hệ thống thông tin địa lý (GIS)...\n – Nghiên cứu viên, giảng viên.\n – Phân tích thiết kế và xây dựng các hệ thống thông tin.\n – Lập trình ứng dụng, phát triển web, lập trình cho các thiết bị di động, đặc biệt là trong lĩnh vực thương mại điện tử.\n – Tham gia quản lý các dự án phát triển phần mềm.\n – Triển khai các hệ thống bảo mật an toàn thông tin cho tổ chức.\n"],
         "context": [""]
        },
        {"tag": "ma_nganh_CNTT",
         "patterns": ["Mã ngành Công nghệ thông tại trường là gì?", "Mã ngành Công nghệ thông tin CLC tại trường là gì?", "Mã ngành Công nghệ thông tin?", "Mã ngành Công nghệ thông tin CLC?", "Mã ngành Công nghệ thông tin Chất lượng cao tại trường là gì?", "Mã ngành Công nghệ thông tin chất lượng cao tại trường là gì?"],
         "responses": ["– Mã ngành Công nghệ thông tin tại Trường Đại học Công nghiệp Thành phố Hồ Chí Minh là: 7480201 \n – Mã ngành Công nghệ thông tin Chất lượng cao tại Trường Đại học Công nghiệp Thành phố Hồ Chí Minh là: 7480201C \n"],
         "context": [""]
        },
	  {"tag": "dang_ky_online_truoc_khi_biet_ket_qua_THPT",
         "patterns": ["Em muốn đăng ký xét tuyển online vào Trường mình trước khi biết kết quả thi tốt nghiệp THPT có được không?", "Muốn đăng ký online vào Trường trước khi biết kết quả thi tốt nghiệp có được không?", "I want to search hospital data"],
         "responses": ["Đăng ký online chỉ để giữ chỗ trước; em cần nộp hồ sơ đăng ký xét tuyển bản giấy thì Trường mới xét tuyển. Nhà trường chỉ xác nhận trúng tuyển sau khi em đỗ tốt nghiệp THPT."],
         "context": [""]
        },
        {"tag": "lam_sao_biet_trung_tuyen",
         "patterns": ["Làm sao em có thể biết mình có trúng tuyển vào Trường hay không?","Làm cách nào để biết mình có trúng tuyển vào trường hay chưa?","Làm sao để biết được thông tin mình đã trúng tuyển vào trường?"],
         "responses": ["Sau khi có kết quả xét tuyển, Trường sẽ thông báo việc trúng tuyển ngay cho thí sinh bằng điện thoại hoặc thông qua fanpage … trước khi gửi thông báo chính thức."],
         "context": [""]
        },
        {"tag": "thay_doi_nganh_dang_ky",
         "patterns": ["Em có được thay đổi Ngành đã đăng ký không?","Em có thể thay đổi nguyện vọng ngành học ban đầu đã đăng ký hay không?","Có thể đổi ngành ban đầu đã ký thành ngành khác được không?","Sau khi đăng ký em muốn đổi sang ngành khác thì có được hay không?"],
         "responses": ["Em hoàn toàn có thể thay đổi ngành đã đăng ký miễn là việc thay đổi này được thực hiện trước ngày Trường xét tuyển. Em vui lòng liên hệ số điện thoại (028) 3895 5858 để được hướng dẫn."],
         "context": [""]
        },
	  {"tag": "trung_tuyen_bao_luu",
         "patterns": ["Trong trường hợp em trúng tuyển vào trường nhưng em không học mà muốn bảo lưu có được không?","Em muốn bảo lưu sau khi trúng tuyển có được hay không?"],
         "responses": ["Khi trúng tuyển vào trường, nếu chưa có điều kiện đi học em có thể liên hệ với Trường (028) 3895 5858 để làm thủ tục bảo lưu kết quả trúng tuyển"],
         "context": [""]
        },
	  {"tag": "dang_ky_xet_tuyen_ho",
         "patterns": ["Em ở xa có thể nhờ người thân, bạn bè đăng ký xét tuyển giùm được không?", "Có thể nhờ người thân, bạn bè ký xét tuyển hộ được không?","Nhờ người thân đăng ký xét tuyển có được không?"],
         "responses": ["Em có thể nhờ người thân, bạn bè chuyển hồ sơ trực tiếp đến trường để đăng ký xét tuyển nhé."],
         "context": [""]
        },
	  {"tag": "dang_ky_nhieu_NV",
         "patterns": ["Theo thông báo tuyển sinh, thí sinh có thể đăng ký nhiều nguyện vọng (NV) ở các trường khác nhau, vậy mỗi trường em đăng ký tối đa 5 NV được không ạ ?"],
         "responses": ["Em có quyền đăng ký nhiều NV ở nhiều Trường nhé. Đối với mỗi thí sinh, nếu đăng ký xét tuyển vào nhiều ngành thì việc xét tuyển được thực hiện theo thứ tự ưu tiên. Thí sinh chỉ trúng tuyển vào 01 nguyện vọng ưu tiên cao nhất trong danh sách các nguyện vọng đã đăng ký. Các nguyện vọng không đầy đủ thông tin hoặc thông tin không chính xác sẽ không được xét."],
         "context": [""]
        },
	  {"tag": "thay_bang_diem_cho_hoc_ba",
         "patterns": ["Khi xét điểm THPT năm lớp 12, nhưng vì chưa có học bạ em có thể nộp bảng điểm thay thế được không?","Có thể nộp bảng điểm thay cho học bạ hay không?"],
         "responses": ["Em có thể nộp bảng điểm thay cho học bạ nhưng phải có xác nhận của Ban giám hiệu và con dấu của nhà trường thì mới hợp lệ."],
         "context": [""]
        },
	  {"tag": "cach_tinh_diem_lop_12",
         "patterns": ["Em muốn hỏi cách tính điểm xét tuyển khi đăng ký xét theo điểm THPT năm lớp 12?","Cách tính điểm khi xét học bạ?","Cách tính điểm khi xét kết quả học tập THPT năm lớp 12?"],
         "responses": ["Ngưỡng nhận hồ sơ đăng ký xét theo điểm THPT năm lớp 12 là từ 19,00 điểm trở lên.\n Điểm nhận hồ sơ = (Điểm môn 1 lớp 12 + Điểm môn 2 lớp 12 + Điểm môn 3 lớp 12  ≥ 19.00 điểm.\n Điểm xét tuyển: Là tổng điểm các môn học theo tổ hợp môn đăng ký theo thang điểm 10 cộng với điểm ưu tiên khu vực, ưu tiên đối tượng theo qui định của Qui chế tuyển sinh, được làm tròn đến hai chữ số thập phân. Điểm môn học trong tổ hợp xét tuyển là điểm tổng kết lớp 12.\n Điểm xét tuyển = (Điểm môn 1 lớp 12 + Điểm môn 2 lớp 12 + Điểm môn 3 lớp 12 ) + Điểm ưu tiên khu vực + Điểm ưu tiên chính sách."],
         "context": [""]
        },
	  {"tag": "diem_chuan_cua_truong",
         "patterns": ["Điểm chuẩn của Trường khoảng bao nhiêu điểm vậy?"],
         "responses": ["Điểm chuẩn phương thức XÉT ĐIỂM THI: 2020 – 15.00 điểm; 2021 – 16.00 điểm.\n Điểm chuẩn phương thức XÉT HỌC BẠ: 2020 – 18.00 điểm; 2021 – 18.00 điểm.\n Điểm chuẩn phương thức XÉT ĐIỂM ĐGNL: 2021 – 600 điểm.\n"],
         "context": [""]
        },
	  {"tag": "diem_trung_tuyen",
         "patterns": ["Điểm chuẩn Đại học Công nghiệp 2022 là bao nhiêu?","Điểm chuẩn năm nay bao nhiêu của trường năm nay là bao nhiêu?","Điểm chuẩn 2022 tại Đại học Công nghiệp?"],
         "responses": ["Tại cơ sở TP.HCM, mức điểm chuẩn cho các thí sinh thuộc khu vực 3, (không thuộc diện ưu tiên chính sách) vào các ngành/nhóm ngành như sau:\n- Kinh doanh quốc tế: 26 điểm\n- Nhóm Ngành tự động hóa: 23.5 điểm\n- Nhóm Ngành Công nghệ kỹ thuật điện tử - viễn thông: 21.5 điểm\n- Công nghệ kỹ thuật máy tính: 24 điểm\n- IOT và trí tuệ nhân tạo ứng dụng: 22.5 điểm\n- Công nghệ kỹ thuật cơ khí: 22 điểm\n- Công nghệ kỹ thuật cơ điện tử: 22.5 điểm\n- Công nghệ chế tạo máy: 22 điểm\n- Công nghệ kỹ thuật ô tô: 24.5 điểm\n- Công nghệ kỹ thuật nhiệt: 19.5 điểm\n- Kỹ thuật xây dựng: 19 điểm\n- Kỹ thuật xây dựng công trình giao thông: 19 điểm\n- Công nghệ dệt, may: 19 điểm\n- Thiết kế thời trang: 21.25 điểm\n- Nhóm ngành Công nghệ thông tin: 26 điểm\n- Nhóm ngành Công nghệ hóa học: 19 điểm\n- Công nghệ thực phẩm: 20 điểm\n- Dinh dưỡng và Khoa học thực phẩm: 19 điểm\n- Đảm bảo chất lượng và an toàn thực phẩm: 19 điểm\n- Ngành công nghệ sinh học: 22.5 điểm\n- Nhóm ngành Quản lý đất đai và Kinh tế tài nguyên: 19 điểm\n- Nhóm ngành Quản lý tài nguyên môi trường: 19 điểm\n- Kế toán: 25 điểm\n- Kiểm toán: 25 điểm\n- Tài chính ngân hàng: 24.75 điểm\n- Quản trị kinh doanh: 25.5 điểm\n- Marketing: 26 điểm\n- Nhóm ngành Quản trị dịch vụ du lịch và lữ hành: 22.25 điểm\n- Công nghệ kỹ thuật điện, điện tử: 22.25\n- Thương mại điện tử: 25.5\n- Ngôn ngữ Anh: 22.25 điểm\n- Luật kinh tế: 27 điểm\n- Luật quốc tế: 25 điểm\n- Dược học: 23 điểm"],
         "context": [""]
        },
	  {"tag": "hoc_phi",
         "patterns": ["Học phí tại trường Đại học Công Nghiệp Thành phố Hồ Chí Minh khoảng bao nhiêu?","Học phí tại trường là bao nhiêu một năm?","Một năm học phí tại trường Đại học Công nghiệp là bao nhiêu?","Học phí?"],
         "responses": ["Học phí Đại học Công nghiệp TP.HCM 2022 - 2023 như sau:\n- Khối ngành Kinh tế: 25.400.000 VNĐ/năm;\n- Khối Công nghệ Kỹ thuật: 27.800.000 VNĐ/năm"],
         "context": [""]
        },
	  {"tag": "che_do_mien_giam",
         "patterns": ["Chế độ ưu tiên, miễn giảm và hỗ trợ học phí của Trường?","Nhà trường có hỗ trợ học phí hay không?","Hỗ trợ học phí của nhà trường?"],
         "responses": ["Trường thực hiện chế độ miễn, giảm về học phí cho sinh viên thuộc đối tượng chính sách theo đúng quy định hiện hành. Sinh viên có hoàn cảnh khó khăn được Trường xem xét miễn giảm học phí."],
         "context": [""]
        },
	  {"tag": "tai_khoan_ngan_hang_IUH",
         "patterns": ["Thông tin tài khoản ngân hàng của trường để chuyển tiền lệ phí xét tuyển?","Số tài khoản của trường?","Chuyển tiền lệ phí xét tuyển bằng cách chuyển khoản vào tài khoản Trường?"],
         "responses": ["Chủ tài khoản (người nhận): TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP TP.HỒ CHÍ MINH\n Số tài khoản: 1600 201 061 490 tại Ngân hàng Nông nghiệp và Phát triển Nông thôn VN (Agribank), chi nhánh Sài Gòn .\n Địa chỉ: Trường Đại học Công nghiệp Thành phố Hồ Chí Minh, số 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, Thành phố Hồ Chí Minh\n"],
         "context": [""]
        },
	  {"tag": "huong_dan_nd_chuyen_khoan",
         "patterns": ["Nội dung chuyển khoản cần ghi theo mẫu nào?","Cách ghi nội dung khi chuyển khoản?","Mẫu nội dung khi chuyển tiền?"],
         "responses": ["[số CMND hoặc căn cước CD của thí sinh]-[họ tên thí sinh]-[số nguyện vọng xét tuyển].\n (VD: Nguyễn văn A, có số căn cước công dân là: 123456789888, xét 3 nguyện vọng. Nội dung chuyển tiền của bạn A sẽ là∶[123456789888]-[Nguyễn Văn A]-[3])"],
         "context": [""]
        }
   ]
}
